<?php

return [
    'security-warning' => 'Знайдено підозрілу активність!!!',
    'nothing-to-delete' => 'Видалити нічого',

    'layouts' => [
        'my-account' => 'Мій аккаунт',
        'profile' => 'Профіль',
        'address' => 'Адреса',
        'reviews' => 'Відгуки',
        'wishlist' => 'Список бажань',
        'orders' => 'Замовлення',
    ],

    'common' => [
        'error' => 'Щось пішло не так. Повторіть спробу пізніше.',
        'no-result-found' => 'Ми не змогли знайти жодного запису.'
    ],

    'home' => [
        'page-title' => 'upcam - Home',
        'featured-products' => 'Рекомендовані товари',
        'new-products' => 'Нові продукти',
        'verify-email' => 'Підтвердьте свій обліковий запис на електронній пошті',
        'resend-verify-email' => 'Відправити лист із підтвердженням'
    ],

    'header' => [
        'title' => 'Аккаунт',
        'dropdown-text' => 'Керуйте кошиком, замовленнями та списками бажань',
        'sign-in' => 'Увійти',
        'sign-up' => 'Зареєструйтесь',
        'account' => 'Аккаунт',
        'cart' => 'Кошик',
        'profile' => 'Профіль',
        'wishlist' => 'Список бажань',
        'cart' => 'Кошик',
        'logout' => 'Вийти',
        'search-text' => 'Шукайте товари тут'
    ],

    'minicart' => [
        'view-cart' => 'Переглянути кошик',
        'checkout' => 'Перевіряти',
        'cart' => 'Кошик',
        'zero' => '0'
    ],

    'footer' => [
        'subscribe-newsletter' => 'Підписатися на розсилку',
        'subscribe' => 'Підписатися',
        'locale' => 'Мова',
        'currency' => 'Валюта',
    ],

    'subscription' => [
        'unsubscribe' => 'Скасуйте підписку',
        'subscribe' => 'Підписатися',
        'subscribed' => 'Зараз ви підписані на розсилку',
        'not-subscribed' => 'Ви не можете підписатися на розсилку, спробуйте ще раз через деякий час',
        'already' => 'Ви вже підписані на наш список розсилок',
        'unsubscribed' => 'Ви відписалися від розсилки UP cam',
        'already-unsub' => 'Ви вже скасували підписку',
        'not-subscribed' => 'Помилка! Наразі неможливо надіслати лист, спробуйте пізніше'
    ],

    'search' => [
        'no-results' => 'Нічого не знайдено',
        'page-title' => 'UP cam - пошук',
        'found-results' => 'Знайдено результати пошуку',
        'found-result' => 'Знайдено результат пошуку'
    ],

    'reviews' => [
        'title' => 'Назва',
        'add-review-page-title' => 'Додати відгук',
        'write-review' => 'Написати відгук',
        'review-title' => 'Назва Вашого відгуку',
        'product-review-page-title' => 'Огляд товару',
        'rating-reviews' => 'Рейтинг та відгуки',
        'submit' => 'ВІДПРАВИТИ',
        'delete-all' => 'Усі відгуки успішно видалено',
        'ratingreviews' => 'Рейтинг та відгуки',
        'star' => 'Зірка',
        'percentage' => ':відсоток %',
        'id-star' => 'Зірка',
        'name' => 'Ім\'я'
    ],

    'customer' => [
        'signup-text' => [
            'account_exists' => 'Вже є аккаунт',
            'title' => 'Увійти'
        ],

        'signup-form' => [
            'page-title' => 'Клієнт - реєстраційна форма',
            'title' => 'Увійти',
            'firstname' => 'Ім\'я',
            'lastname' => 'Прізвище',
            'email' => 'Електронна пошта',
            'password' => 'Пароль',
            'confirm_pass' => 'Підтвердити пароль',
            'button_title' => 'Зареєструйтесь',
            'agree' => 'Погодьтеся',
            'terms' => 'Умови',
            'conditions' => 'Умови',
            'using' => 'за допомогою цього веб-сайту',
            'agreement' => 'Угода',
            'success' => 'Обліковий запис створено успішно',
            'success-verify' => 'Обліковий запис створено успішно та надіслано електронний лист для підтвердження.',
            'success-verify-email-unsent' => 'Обліковий запис створено успішно, але підтвердження електронною поштою не представлено',
            'failed' => 'Помилка! Неможливо створити обліковий запис, повторіть спробу пізніше',
            'already-verified' => 'Ваш обліковий запис уже підтверджено. Будь ласка, спробуйте знову надіслати новий електронний лист для підтвердження',
            'verification-not-sent' => 'Помилка! Проблема з надсиланням підтвердження електронною поштою. Повторіть спробу пізніше',
            'verification-sent' => 'Підтвердження надіслано електронною поштою',
            'verified' => 'Ваш аккаунт підтверджено, спробуйте увійти',
            'verify-failed' => 'Ми не можемо підтвердити ваш електронний аккаунт',
            'dont-have-account' => 'У Вас немає аккаунта',
            'customer-registration' => 'Клієнт успішно зареєстрований'
        ],

        'login-text' => [
            'no_account' => 'Немає аккаунта',
            'title' => 'Увійти',
        ],

        'login-form' => [
            'page-title' => 'Вхід для клієнтів',
            'title' => 'Увійти',
            'email' => 'Електронна пошта',
            'password' => 'Пароль',
            'forgot_pass' => 'Забули пароль?',
            'button_title' => 'Увійти',
            'remember' => 'Запам\'ятати мене',
            'footer' => 'Усі права захищені',
            'invalid-creds' => 'Перевірте свої ідентифікаційні дані та спробуйте ще раз',
            'verify-first' => 'Спершу перевірте свою електронну пошту',
            'not-activated' => 'Ваша активація вимагає схвалення адміністратора',
            'resend-verification' => 'Відправити лист на електронну пошту для підтвердження ще раз'
        ],

        'forgot-password' => [
            'title' => 'Відновлення пароля',
            'email' => 'Електронна пошта',
            'submit' => 'Надіслати',
            'page_title' => 'Забув пароль'
        ],

        'reset-password' => [
            'title' => 'Скинути пароль',
            'email' => 'Зареєстрована електронна пошта',
            'password' => 'Пароль',
            'confirm-password' => 'Підтвердити пароль',
            'back-link-title' => 'Назад до входу',
            'submit-btn-title' => 'Скинути пароль'
        ],

        'account' => [
            'dashboard' => 'Редагувати профіль',
            'menu' => 'Меню',

            'profile' => [
                'index' => [
                    'page-title' => 'Клієнт - Профіль',
                    'title' => 'Профіль',
                    'edit' => 'Редагувати',
                ],

                'edit-success' => 'Профіль успішно оновлений',
                'edit-fail' => 'Помилка! Не вдається оновити профіль. Повторіть спробу пізніше',
                'unmatch' => 'Старий пароль не співпадає',

                'fname' => 'Ім\'я',
                'lname' => 'Прізвище',
                'gender' => 'Стать',
                'dob' => 'Дата народження',
                'phone' => 'Телефон',
                'email' => 'Електронна пошта',
                'opassword' => 'Старий пароль',
                'password' => 'Пароль',
                'cpassword' => 'Підтвердити пароль',
                'submit' => 'Оновити профіль',

                'edit-profile' => [
                    'title' => 'Редагувати профіль',
                    'page-title' => 'Клієнт - редагуйте форму профілю'
                ]
            ],

            'address' => [
                'index' => [
                    'page-title' => 'Клієнт - адреса',
                    'title' => 'Адреса',
                    'add' => 'Додати адресу',
                    'edit' => 'Редагувати',
                    'empty' => 'У вас немає збережених адрес. Спробуйте створити їх, натиснувши посилання нижче',
                    'create' => 'Створити адресу',
                    'delete' => 'Видалити',
                    'make-default' => 'Використовувати за замовчуванням',
                    'default' => 'За замовчуванням',
                    'contact' => 'Контактна інформація',
                    'confirm-delete' =>  'Ви дійсно хочете видалити цю адресу?',
                    'default-delete' => 'Адресу за замовчуванням неможливо змінити'
                ],

                'create' => [
                    'page-title' => 'Клієнт - додайте форму адреси',
                    'title' => 'Додати адресу',
                    'street-address' => 'Вулиця',
                    'country' => 'Країна',
                    'state' => 'Держава',
                    'select-state' => 'Виберіть регіон',
                    'city' => 'Місто',
                    'postcode' => 'Поштовий індекс',
                    'phone' => 'Телефон',
                    'submit' => 'Зберегти адресу',
                    'success' => 'Адресу успішно додано.',
                    'error' => 'Адресу не можливо додати.'
                ],

                'edit' => [
                    'page-title' => 'Клієнт - редагувати адресу',
                    'title' => 'Редагувати адресу',
                    'street-address' => 'Адреса вулиці',
                    'submit' => 'Зберегти адресу',
                    'success' => 'Адреса оновлена успішно.',
                ],
                'delete' => [
                    'success' => 'Адреса успішно видалена',
                    'failure' => 'Видалити адресу не можна'
                ]
            ],

            'order' => [
                'index' => [
                    'page-title' => 'Клієнт - Замовлення',
                    'title' => 'Замовлення',
                    'order_id' => 'ID замовлення',
                    'date' => 'Дата',
                    'status' => 'Статус',
                    'total' => 'Всього',
                    'order_number' => 'Номер замовлення'
                ],

                'view' => [
                    'page-tile' => 'Замовлення: #:order_id',
                    'info' => 'Інформація',
                    'placed-on' => 'Розташований на',
                    'products-ordered' => 'Продукти замовлені',
                    'invoices' => 'Рахунки-фактури',
                    'shipments' => 'Відвантаження',
                    'SKU' => 'Артикул',
                    'product-name' => 'Назва продукту',
                    'qty' => 'Qty',
                    'item-status' => 'Статус товару',
                    'item-ordered' => 'Замовленно (:qty_ordered)',
                    'item-invoice' => 'Рахунок-фактура (:qty_invoiced)',
                    'item-shipped' => 'Відвантажений (:qty_shipped)',
                    'item-canceled' => 'Скасовано (:qty_canceled)',
                    'item-refunded' => 'Відшкодовано (:qty_refunded)',
                    'price' => 'Ціна',
                    'total' => 'Всього',
                    'subtotal' => 'Проміжний підсумок',
                    'shipping-handling' => 'Доставка і обробка',
                    'tax' => 'Податок',
                    'discount' => 'Знижка',
                    'tax-percent' => 'Відсоток податку',
                    'tax-amount' => 'Сума податку',
                    'discount-amount' => 'Сума знижок',
                    'grand-total' => 'Загальна сума',
                    'total-paid' => 'Всього оплачено',
                    'total-refunded' => 'Всього повернено',
                    'total-due' => 'Разом до оплати',
                    'shipping-address' => 'Адреса доставки',
                    'billing-address' => 'Платіжна адреса',
                    'shipping-method' => 'Метод доставки',
                    'payment-method' => 'Спосіб оплати',
                    'individual-invoice' => 'Рахунок #:invoice_id',
                    'individual-shipment' => 'Відвантаження #:shipment_id',
                    'print' => 'Друк',
                    'invoice-id' => 'Рахунок Id',
                    'order-id' => 'Замовлення Id',
                    'order-date' => 'Дата замовлення',
                    'bill-to' => 'Рахунок до',
                    'ship-to' => 'Доставка у',
                    'contact' => 'Контактна інформація',
                    'refunds' => 'Повернення',
                    'individual-refund' => 'Повернення #:refund_id',
                    'adjustment-refund' => 'Коригування повернення',
                    'adjustment-fee' => 'Плата за коригування',
                ]
            ],

            'review' => [
                'index' => [
                    'title' => 'Відгуки',
                    'page-title' => 'Відгуки покупців'
                ],

                'view' => [
                    'page-tile' => 'Огляд #:id',
                ]
            ]
        ]
    ],

    'products' => [
        'layered-nav-title' => 'Магазин від UP cam',
        'price-label' => 'Так низько як',
        'remove-filter-link-title' => 'Очистити все',
        'sort-by' => 'Сортувати за',
        'from-a-z' => 'Від А-Я',
        'from-z-a' => 'Від Я-А',
        'newest-first' => 'Від новішого',
        'oldest-first' => 'Від старішого',
        'cheapest-first' => 'Від дешевшого',
        'expensive-first' => 'Від дорогого',
        'show' => 'Показати',
        'pager-info' => 'Показ :showing of :total Items',
        'description' => 'Опис',
        'specification' => 'Специфікація',
        'total-reviews' => ':total Reviews',
        'total-rating' => ':total_rating Ratings & :total_reviews Reviews',
        'by' => 'За :name',
        'up-sell-title' => 'Ми знайшли інші продукти, які вам можуть сподобатися!',
        'related-product-title' => 'Супутні товари',
        'cross-sell-title' => 'Більше варіантів',
        'reviews-title' => 'Рейтинги та огляди',
        'write-review-btn' => 'Написати огляд',
        'choose-option' => 'Виберіть варіант',
        'sale' => 'Продаж',
        'new' => 'Нові',
        'empty' => 'У цій категорії відсутні продукти',
        'add-to-cart' => 'Додати в кошик',
        'buy-now' => 'Купити зараз',
        'whoops' => 'Whoops!',
        'quantity' => 'Кількість',
        'in-stock' => 'В наявності',
        'out-of-stock' => 'Немає в наявності',
        'view-all' => 'Подивитись все',
        'select-above-options' => 'Виберіть спочатку параметри.',
        'less-quantity' => 'Кількість не може бути меншою, ніж одна.'
    ],

    'wishlist' => [
        'title' => 'Список бажань',
        'deleteall' => 'Видалити все',
        'moveall' => 'Перенесіть усі товари в кошик',
        'move-to-cart' => 'Переміщення в кошик',
        'error' => 'Неможливо додати продукт до списку бажань через невідомі проблеми. Спробуйте пізніше',
        'add' => 'Елемент успішно додано до списку бажань',
        'remove' => 'Елемент успішно видалено зі списку бажань',
        'moved' => 'Елемент успішно переміщено в кошик',
        'move-error' => 'Елемент не можна перемістити до списку бажань. Повторіть спробу пізніше',
        'success' => 'Елемент успішно додано до списку бажань',
        'failure' => 'Елемент не можна додати до списку бажань. Повторіть спробу пізніше',
        'already' => 'Елемент вже присутній у вашому списку бажань',
        'removed' => 'Елемент успішно видалено зі списку бажань',
        'remove-fail' => 'Елемент не можна видалити зі списку бажань. Повторіть спробу пізніше',
        'empty' => 'У вашому списку бажань немає жодних елементів',
        'remove-all-success' => 'Усі елементи зі списку бажань видалено',
    ],

    // 'reviews' => [
    //     'empty' => 'Ви ще не переглянули жоден товар'
    // ]

    'buynow' => [
        'no-options' => 'Виберіть параметри перед покупкою цього продукту'
    ],

    'checkout' => [
        'cart' => [
            'integrity' => [
                'missing_fields' =>'Порушення цілісності кошика, деякі обов\'язкові поля відсутні',
                'missing_options' =>'Порушення цілісності кошикової системи, параметри для налаштованого продукту відсутні',
            ],
            'create-error' => 'Виявлена певна проблема при створенні екземпляра кошика',
            'title' => 'Корзина',
            'empty' => 'Ваша корзина порожня',
            'update-cart' => 'Оновити кошик',
            'continue-shopping' => 'Продовжити покупки',
            'proceed-to-checkout' => 'Перейдіть до оплати',
            'remove' => 'Видалити',
            'remove-link' => 'Видалити',
            'move-to-wishlist' => 'Перейти до списку бажань',
            'move-to-wishlist-success' => 'Товар переміщений в список бажань',
            'move-to-wishlist-error' => 'Неможливо перемістити товар до списку бажань. Спробуйте повторити пізніше',
            'add-config-warning' => 'Виберіть варіант перед додаванням у кошик',
            'quantity' => [
                'quantity' => 'Кількість',
                'success' => 'Елементи кошика успішно оновлені',
                'illegal' => 'Кількість не може бути меншою, ніж одна',
                'inventory_warning' => 'Бажана кількість недоступна, спробуйте ще раз пізніше',
                'error' => 'Неможливо оновити на даний момент, будь ласка, спробуйте пізніше'
            ],

            'item' => [
                'error_remove' => 'Немає товарів для видалення з кошика',
                'success' => 'Товар був успішно доданий до кошика',
                'success-remove' => 'Товар був успішно видалений з кошика',
                'error-add' => 'Товар не може бути доданий в кошик, спробуйте пізніше',
            ],

            'quantity-error' => 'Бажана кількість недоступна',
            'cart-subtotal' => 'Разом у кошику',
            'cart-remove-action' => 'Ви дійсно хочете це зробити? ?',
            'partial-cart-update' => 'Тільки деякі з продуктів були оновлені',
        ],

        'onepage' => [
            'title' => 'Перевіряти',
            'information' => 'Інформація',
            'shipping' => 'Доставка',
            'payment' => 'Оплата',
            'complete' => 'Повний',
            'billing-address' => 'Платіжна адреса',
            'sign-in' => 'Увійти',
            'first-name' => 'Ім\'я',
            'last-name' => 'Прізвище',
            'email' => 'Електронна адреса',
            'address1' => 'Вулиця',
            'city' => 'Місто',
            'state' => 'Стать',
            'select-state' => 'Виберіть регіон',
            'postcode' => 'Поштовий індекс',
            'phone' => 'Телефон',
            'country' => 'Країна',
            'order-summary' => 'Підсумок замовлення',
            'shipping-address' => 'Адреса доставки',
            'use_for_shipping' => 'Доставка на цю адресу',
            'continue' => 'Продовжуйте',
            'shipping-method' => 'Виберіть спосіб доставки',
            'payment-methods' => 'Виберіть спосіб оплати',
            'payment-method' => 'Спосіб оплати',
            'summary' => 'Підсумок замовлення',
            'price' => 'Ціна',
            'quantity' => 'Кількість',
            'billing-address' => 'Платіжна адреса',
            'shipping-address' => 'Адреса доставки',
            'contact' => 'Контакт',
            'place-order' => 'Зробити замовлення',
            'new-address' => 'Додати нову адресу',
            'save_as_address' => 'Зберегти як адресу',
            'apply-coupon' => 'Застосувати купон',
            'amt-payable' => 'Сума до сплати',
            'got' => 'Є',
            'free' => 'Бесплатно',
            'coupon-used' => 'Купон використаний',
            'applied' => 'Застосовується',
            'back' => 'Назад',
            'cash-desc' => 'Готівкою при доставці',
            'money-desc' => 'Грошовий переказ',
            'paypal-desc' => 'Стандарт Paypal',
            'free-desc' => 'Це безкоштовна доставка',
            'flat-desc' => 'Це фіксована ставка',
            'enter-coupon-code' => 'Введіть код купона'
        ],

        'total' => [
            'order-summary' => 'Підсумок замовлення',
            'sub-total' => 'Предмети',
            'grand-total' => 'Загальна сума',
            'delivery-charges' => 'Вартість доставки',
            'tax' => 'Податок',
            'discount' => 'Знижка',
            'price' => 'Ціна',
            'disc-amount' => 'Знижка',
            'new-grand-total' => 'Нова загальна сума',
            'coupon' => 'Купон',
            'coupon-applied' => 'Прикладний купон',
            'remove-coupon' => 'Видаліть купон',
            'cannot-apply-coupon' => 'Неможливо застосувати купон',
            'invalid-coupon' => 'Код купона недійсний.',
            'success-coupon' => 'Код купона успішно застосовано.',
            'remove-coupon' => 'Код купона успішно видалено.',
            'coupon-apply-issue' => 'Код купона неможливо застосувати.'
        ],

        'success' => [
            'title' => 'Замовлення успішно розміщено',
            'thanks' => 'Дякуємо за ваше замовлення!',
            'order-id-info' => 'Ваш ідентифікатор замовлення #:order_id',
            'info' => 'Ми надішлемо вам електронну пошту, дані про ваше замовлення та інформацію про відстеження'
        ]
    ],

    'mail' => [
        'order' => [
            'subject' => 'Нове підтвердження замовлення',
            'heading' => 'Підтвердження замовлення!',
            'dear' => 'Шановний :customer_name',
            'dear-admin' => 'Шановний :admin_name',
            'greeting' => 'Дякуємо за Ваше замовлення :order_id placed on :created_at',
            'greeting-admin' => 'Замовлення ID :order_id placed on :created_at',
            'summary' => 'Підсумок замовлення',
            'shipping-address' => 'Адрес доставки',
            'billing-address' => 'Платіжна адреса',
            'contact' => 'Контакти',
            'shipping' => 'Спосіб доставки',
            'payment' => 'Спосіб оплати',
            'price' => 'Ціна',
            'quantity' => 'Кількість',
            'subtotal' => 'Проміжний підсумок',
            'shipping-handling' => 'Доставка і обробка',
            'tax' => 'Податок',
            'discount' => 'Знижка',
            'grand-total' => 'Загальна сума',
            'final-summary' => 'Дякуємо за проявлений інтерес до нашого магазину. Ми надішлемо вам номер для відстеження.',
            'help' => 'Якщо вам потрібна допомога, зв\'яжіться з нами за адресою :support_email',
            'thanks' => 'Дякуємо!',
            'cancel' => [
                'subject' => 'Підтвердження скасування замовлення',
                'heading' => 'Замовлення скасовано',
                'dear' => 'Шановний :customer_name',
                'greeting' => 'Ви замовляєте з номером замовлення #:order_id placed on :created_at has been cancelled',
                'summary' => 'Підсумок замовлення',
                'shipping-address' => 'Адреса доставки',
                'billing-address' => 'Платіжна адреса',
                'contact' => 'Контакти',
                'shipping' => 'Спосіб доставки',
                'payment' => 'Спосіб оплати',
                'subtotal' => 'Проміжний підсумок',
                'shipping-handling' => 'Доставка і обробка',
                'tax' => 'Податок',
                'discount' => 'Знижка',
                'grand-total' => 'Загальна сума',
                'final-summary' => 'Дякуємо, що проявили інтерес до нашого магазину',
                'help' => 'Якщо вам потрібна допомога, зв\'яжіться з нами за адресою :support_email',
                'thanks' => 'Дякуємо!',
            ]
        ],

        'invoice' => [
            'heading' => 'Ваш рахунок-фактура #:invoice_id for Order #:order_id',
            'subject' => 'Рахунок-фактура на Ваше замовлення #:order_id',
            'summary' => 'Підсумок рахунків-фактур',
        ],

        'shipment' => [
            'heading' => 'Відвантаження #:shipment_id  has been generated for Order #:order_id',
            'inventory-heading' => 'Нова відправка #:shipment_id had been generated for Order #:order_id',
            'subject' => 'Відвантаження для вашого замовлення #:order_id',
            'inventory-subject' => 'Для замовлення було створено нове відправлення #:order_id',
            'summary' => 'Підсумок відвантаження',
            'carrier' => 'Перевізник',
            'tracking-number' => 'Номер відстеження',
            'greeting' => 'Замовлення :order_id has been placed on :created_at',
        ],

        'refund' => [
            'heading' => 'Ваше повернення #:refund_id for Order #:order_id',
            'subject' => 'Повернення на Ваше замовлення #:order_id',
            'summary' => 'Підсумок повернення',
            'adjustment-refund' => 'Коригування повернення',
            'adjustment-fee' => 'Плата за коригування'
        ],

        'forget-password' => [
            'subject' => 'Клієнт скинув пароль',
            'dear' => 'Шановний :name',
            'info' => 'Ви отримуєте цей електронний лист, оскільки ми отримали запит на скидання пароля для вашого облікового запису',
            'reset-password' => 'Скинути пароль',
            'final-summary' => 'Якщо ви не запитували скидання пароля, ніяких подальших дій не потрібно',
            'thanks' => 'Дякуємо!'
        ],

        'customer' => [
            'new' => [
                'dear' => 'Шановний :customer_name',
                'username-email' => 'Ім\'я користувача / електронна пошта',
                'subject' => 'Реєстрація нового клієнта',
                'password' => 'Пароль',
                'summary' => 'Ваш обліковий запис створено на UP cam.
                Деталі вашого облікового запису наведені нижче: ',
                'thanks' => 'Дякуємо!',
            ],

            'registration' => [
                'subject' => 'Реєстрація нового клієнта',
                'customer-registration' => 'Клієнт зареєстрований успішно',
                'dear' => 'Шановний :customer_name',
                'greeting' => 'Ласкаво просимо і дякуємо за реєстрацію в UP cam!',
                'summary' => 'Ваш обліковий запис успішно створено, і ви можете увійти, використовуючи свою електронну адресу та пароль. Після входу ви зможете отримати доступ до інших служб, включаючи перегляд попередніх замовлень, списків побажань та редагування інформації свого облікового запису.',
                'thanks' => 'Дякуємо!',
            ],

            'verification' => [
                'heading' => 'UP cam - підтвердження електронною поштою',
                'subject' => 'Пошта для підтвердження',
                'verify' => 'Підтвердіть ваш аккаунт',
                'summary' => 'Цей лист підтверджує, що введений вами адрес електронної пошти належить вам.
                Будь ласка, натисніть кнопку Підтвердити щоб підтвердити свій обліковий запис.'
            ],

            'subscription' => [
                'subject' => 'Email підписки',
                'greeting' => ' Ласкаво просимо до UP cam - підписка по електронній пошті',
                'unsubscribe' => 'Скасуйте підписку',
                'summary' => 'Дякую, що помістили мене в свою поштову скриньку. Минуло багато часу з тих пір, як ви прочитали електронну пошту UP cam, і ми не хочемо перевантажувати вашу поштову скриньку. Якщо ви все ще не хочете отримувати
останні новини маркетингу по електронній пошті, натисніть кнопку нижче.'
            ]
        ]
    ],

    'webkul' => [
        'copy-right' => '© Авторські права :year Webkul Software, All rights reserved',
    ],

    'response' => [
        'create-success' => ':name created successfully.',
        'update-success' => ':name updated successfully.',
        'delete-success' => ':name deleted successfully.',
        'submit-success' => ':name submitted successfully.'
    ],
];
